{
	"intro": "<p>The Pacific Ocean Theater is the name given to the conflict on the Pacific between the Allies and Japan. I would like to tell you the story of this conflict, by presenting some battles that happened. But before, some context:</p><p>The colonial history of the Imperial Japan started on 1895 with the first Sino-Japanese War, from which Japan obtained the islands of Taiwan. They would later place Korea under a protectorate, and eventually annex it through fraudulent means. During the World War I, they took the possessions of the German colonial empire in the Pacific. After their victory against Russian empire, Japan claimed the Manchuria, and would later invade it.</p><p>The possibility of a war between Japan and the United States has been in the air since 1920. Tensions between Japan and the Western countries were growing more and more each time Japan invaded lands. They left the League of Nations after been condemned for their invasion of the Manchuria. The Japanese army was very cruel and performed numerous atrocity during their conflict, complicating each time the relation between Japan and the Western countries. United States stopped trade of resources with Japan. It was a hard blow for Japan whose imports were relying on more than 80% percent on the U.S.. After failed negotiations, Japan resolved itself to attack the United States.",
	"outro": "<p>The Japanese made several mistake that may have caused them to lose. The first one is they made wrong assumptions, especially on Pearl Harbour and Miday. On several occasions, they thought that a loss of warships would make U.S. retreat. That could have been true, but at Pearl Harbour, they did a poor decision to attack ships docking. If only sunk, they were not too deep and could been repaired. That is exactly what happened with the battleships of Pearl Harbour. They also should had attack the resources stock and facilities on Hawaii. That would have hurt even more the U.S. and impair their capacity to re-supply on the Pacific. The second error, is they failed to have a secured way of communicating. The U.S. were able early on the conflict to be able to read communications, which had a decisive impact, especially on the Coral Sea and Miday. And the third point, is their aviation. Due to the Japanese doctrine to consider the pilots of a carrier as a single unit and not being interchangeable, they quickly encountered problem to resupply their carriers with pilots. They also underestimated the importance of aircrafts. Their ships were built to be of general purpose. They were stronger in terms of torpedo, but they really lacked air-defense. Which U.S. ships where mostly all designed for.</p><p>They war lasted until august 1945, but the defeat of Japan may have been decided on Midway, when they lost their four main carriers, their aircrafts and pilots. After that, the United States started to advance more and more, and Japan could only slow their progress. Some battles following could only confirm this fact as Japan were not able any resistance.</p>",
	"battle": [{
		"name": "Pearl Harbour",
		"text": "<p>The purpose of the attack on Pearl Harbour was to perform a preventive action again USA and its fleet in the Pacific. Japan’s conquest on the Pacific was still on going and thus preventing the intervention of USA would avoid further complication during future operations. The goal was to undermine USA’s capability to mobilize its fleet in the Pacific. At that time battleships were the prestige ships of almost all navy, and thus they were a target of choice to impair US navy morale. They eventually thought that U.S. government would search a compromised peace with Japan.</p><p>The operation turned into a surprise attack to Pearl Harbour as Japan failed to inform the United States in time of their declaration of war. The attack commenced early on the morning by around 350 aircraft from the Japanese Imperial Navy. Those planes were brought by the 1st Air Fleet of Japan, the main six of the few aircraft carrier of IJN at the time; Akagi, Kaga, Hiryu, Soryu, Shokaku and Zuikaku. As all of the US ships were at bay, nothing but defense could been done. The IJN suffered very light losses; five midget submarines lost, 29 aircraft destroyed and 64 men killed. On the other hand, US Navy had eight of their battleship damaged with four sunk, many other ships were damaged as well, around 300 aircrafts damaged, and, 2335 men killed and 1143 wounded.</p><p>The attack that Japanese though would prevent future conflict with USA, ultimately led them to enter the World War II on both the Pacific and Europe. But that is not the only mistake the Japanese made. Even though many ships were damaged or sunk, they were all lying in shallow water in the harbor. Almost all battleships were raised and returned to service during the war. As all ships were not on service during the attack, most of the crews had survived the attack. Facilities such as; navy yard, oil tanks, and submarine base, were not a target of the attack. IJN thought that the attack in itself would be enough and those facilities would not make difference during the war. And the final mistake is the timing of the attack. Three aircraft carriers; Lexington, Saratoga and Yorktown were supposed to be docked, but fortunately for U.S. Pacific Fleet, its aircraft were on annual exercises.</p>"
	},
	{
		"name": "Coral Sea",
		"text": "<p>In order to strengthen its position in the South Pacific, Japan had planned to invade Port Moresby in New Guinea, and Tulagi in the Solomon Islands; Operation MO. The United States learned about the plan thanks to the decryption of the ciphers and codes of Japanese communications. The U.S. Navy had several years to analyze ciphers of the Japanese Navy. By March 1942, they had been able to decipher up to 15% of their messages, and by April, 85% of the communications.</p><p>The U.S. learned about the operation and, that the carriers Shokaku and Zuikaku were sent for the operation. Lexington and Yorktown that were already in the area were commanded to take part on the counteroffensive. On the 3rd and 4th May, the IJN successfully took possession of Tulagi, but lost several warships due to the surprise attack of the aircraft of the U.S. fleet carrier Yorktown. This gave the indication to the IJN that U.S. carriers were in the area, and moved to the Coral Sea to locate and sink the carriers.</p><p>The conflict was the first on its kind: no ships sighted of shot directly an enemy vessels. All damages dealt were done with aircrafts. Each carrier sent their air groups to attack the other. The U.S. air group has not been really successful on their operation. They only managed to damage the carrier Shokaku and failed to harm Zuikaku. On the other hand, the Japanese were a little more successful. They damages both carriers Lexington and Yorktown. Fires had started on Lexington, but all had been contained within an hour. But due to the undergone damaged, explosions occurred on Lexington, starting new fires. The situations went out of control and Lexington had to be scuttled by the destroyer Phelps. About 3000 men went down with the ships.</p><p>On terms of ships sunk, the Japanese are the tactical victor. They sank one carrier, an oiler and a destroyer. However the aircraft crewmen reported to have sunk both carriers. While the U.S. only sank a light carrier, a destroyer and several smaller warships. Lexington was at the time a quarter of the U.S. carrier strength in the Pacific at the time. However, because the Allies stop the invasion of Port Moresby and thus kept safe their supply line between the U.S. and Australia, they are victor in strategic terms. It was also the first time the Japanese were forced to abandon an operation without achieving their objective.</p>"
	},
	{
		"name": "Midway",
		"text": "<p>Operation MI or battle of Midway was another plan of Japan sought to eliminate U.S. as a threat in the Pacific. The plan was to trap U.S. aircraft carriers and occupy Midway to extend Japan’s defensive perimeter. This decision was motivated after the Doolittle air raid on Tokyo, from the water around Midway. The idea was the same as for Pearl Harbour; inflict a defeat the U.S. that would demoralize them and make them capitulate. But like in the Coral Sea, the United State were able to intercept and decipher Japanese messages about the operation, and made preparations in consequences. The plan was to lure the U.S. through deception, and IJN battleships would be dispersed to conceal them to the U.S.</p><p>Yorktown that had been damaged during the battle of Coral Sea, had been repaired to a battle ready state in a 72 hours at Pearl Harbour. She was not fully repaired but was operational for a few weeks operation. While on the way for Midway, crews from the USS Vestal repair ship were working on her. Air group was rebuilt with whatever planes and pilots available. The severely damaged Japanese carrier Shokaku had been dry docked for months of repair. The fleet carrier Zuikaku had been unharmed, but half of her air group were lost. But due to the IJN crew training program no pilots were available for replacement, and thus Zuikaku was not destined to participate at Midway. However, surviving air group from both Shokaku and Zuikaku could have been merged on Zuikaku, but this was against the doctrine that an air group must train as a single unit. This decision was also motivated because the Japanese were sure the U.S. were impaired of two of their carriers, and thought the 4 remaining carriers of the 1st Air fleet were enough.</p><p>The U.S. aware of the IJN scheme readied carrier task force Entreprise and Hornet, the freshly repaired Yorktown, and planned to use the midway airport as another means of sending planes. They would then have enough airpower to confront the Japanese fleet.  Because they knew the plan of the IJN, the U.S. has been able to successfully defeat the Japanese force with relatively small losses. They only lost a destroyer and the carrier Yorktown. While Japanese lost their four aircraft carrier, Akagi, Kaga, Hiryu and Soryu, and a heavy cruiser. With the loss of the carrier, IJN lost two third of its air power. United State now have the upper hand the air power on the pacific.</p>"
	},
	{
		"name": "Savo Island",
		"text": "<p>The Battle of Savo Island, also known as the First Battle of Savo Island, is the first battle that took place on the Ironbottom Sound during the Guadalcanal Campaign. It has been named after the dozens of ships that sank in the area. Few months prior the Japanese had started to occupy Guadalcanal. They were building airfield on the region, which would have threatened the supply shipping routes between U.S. and Australia. Thus, the Allies decided to deny Japanese authority on the Solomon Islands by a massive landing in the eastern Solomon Islands.</p><p>In response of the amphibious landings performed by the Allies, the IJN mobilized a task force of seven cruisers and one destroyer, with the intention to attack the landings force and its protective escort. To avoid the strike of any aircraft, the IJN planned to attack during the night. They had to move stealthily to approach the Savo Island in order to not be spotted. They had been spotted several times, but the report were unclear and had not been considered seriously, allowing the Japanese to sneak in.</p><p>Only five cruisers and seven destroyers of the eight and fifteen ships available took part on the battle on the Allied side. They were mostly taken apart by the Japanese fleet they were not expecting. The Japanese using night fighting equipment were able to inflict severe damage while receiving only a little. They were able to sink three cruisers and heavily damage another which has been later scuttled, and their cruisers only took light damage. This was one of the biggest defeat the Allies received during the conflict.</p><p>After the engagement the IJN decided to withdraw upon daybreak, fearing a strike of Allied aircraft during daytime, rather than pursuing the attack on the invasion transport ships. The reality is that Allied carriers were also fearing attacks from the Japanese, had withdrawn beyond operational range. They missed to opportunity to definitely stop the supply of the Allies on Guadalcanal. In fact, the Allies temporarily withdrew after the attack leaving the men already at shore with little supplies, equipment and food. Ultimately the Allies would come back and secure their positions, definitely preventing the Japanese to take control of the area.</p>"
	},
	{
		"name": "Guadalcanal",
		"text": "<p>The third battle of the Guadalcanal Campaign, which purpose was to prevent the Japanese to use the Solomon Islands as bases. After a failed attempt from the Imperial Japanese Army to take back the Henderson Field, the IJA asked naval support from the IJN to dislodge the Allied forces. A task force of two battleships, ten cruisers, sixteen destroyers and eleven transports was sent. The U.S. Navy in order to protect the airfield, had establish a perimeter of defense around it.</p><p>The plan of the Japanese was to have the two battleships to bombard the airfield during the night of 12-13 November, to prevent aircrafts to attack the slow transport ships while landing on the next day. The Allied intelligence learned about the plan and therefore sent reinforcement forces and supply convoy on 11 November. The transport ships were attacked several time on 11-12 by Japanese aircraft base on the naval base of Buin, but thanks to the protection of the two escorting task forces and aircraft from Henderson field, the convoy took no serious damage.</p><p>Soon after midnight on 13 November under a dark moon, the Japanese force passed Savo Islands, and was equipped for and ready to bombard the airfield. They surprised the U.S. by arriving from the west side of Savo Islands, coming from northwest rather than the expected north side. Thanks to their training of night battles and their night battle equipment, the Japanese had the upper hand during the beginning of the fights. The situation could have been worse for the U.S. if the Japanese ships were equipped for surface battle, and not for installation attack. The U.S. ship formation was slowly falling apart, giving the Japanese a slight advantages during the conflict. The use of searchlight on the Japanese battleships Hiei made her the target of numerous U.S. warships. She has been heavily damaged by aircrafts from the Henderson Field and the carrier Entreprise, and finally sank on northwest of Savo Island. The Japanese retreated before dawn, leaving the U.S. the victor of this confrontation. The Japanese lost one battleship, one heavy cruiser, 2 destroyers and 7 of their transport ships. While U.S. lost only 2 light cruisers and 4 destroyers.</p><p>The battle continued on the night of 14 to 15 November. The Japanese fleet consisted mostly of the survivor of the precedent battle; the battleship Kirishima, the heavy cruisers Takao and Atago, the light cruisers Nagara and Sendai, and nine destoyers. The U.S. was low on undamaged ships and had to choose ships which supply were the highest. Thus the two freshly operating battleships Washington and South Dakota, the carrier Entreprise and four destroyers from different divisions.</p><p>The Japanese fleet arrived around midnight. The visibility was better than the first conflict, this time a quarter moon provided view around a few kilometers. South Dakota had quickly been spotted by the IJN and targeted by their searchlight. While South Dakota was under Japanese fire, Washington managed to sneak upon Kirishima and quickly hit her, disabling her main gun turrets, causing floods and setting her aflame. The Japanese fleet commander order his ship to converge and destroy the remaining U.S. ships. However, Washington has been located and all other U.S. ship already had left. Washington steered northwest, away from South Dakota and managed to leave the battle area unharmed.</p><p>Four Japanese transports ship were able to beach on Guadalcanal, but aircraft from Henderson Field quickly located them. Most men had already left the ships when they were destroyed, but that was not the case of the ammunition and food. The Japanese failed to retake the airfield, allowing the Allies to secure a base on the Coral Sea.</p>"
	},
	{
		"name": "Philippine Sea",
		"text": "<p>Led by its Fast Carrier Task Force, the U.S. fleet steadily advanced in the Pacific Ocean, slowly weakening Japanese land-based airpower. The success of the raids performed was beyond expectation of U.S. planners. The Japanese objective was then to defeat this Fast Carrier Task Force. The IJN commanders saw the Marianas islands group as line of defense. Those islands were holding land-based aircrafts that were protecting the islands of Japan and its means of communications with the main islands. The U.S. Navy having planned to strike those places, the IJN concluded that their decisive battle with the Allies was to happen there.</p><p>The plan of the Japanese known as the Operation A-Go was to benefit from the land-based aircraft to achieve air superiority over the Allies. Also their planes had a superior range which could allow to engage the U.S. carriers without them being able to counter-attack. They also hoped to use their bases on the islands for the aircrafts to land on after attacking the enemies. Lastly because the wind blowing eastward on the region, the U.S. carriers that were going westward, would have to steam eastward to launch their planes.</p><p>The Japanese sortied for their fleet: three fleet carriers (Taiho, Shokaku and Zuikaku), two second-rate fleet carriers (Hiyo and Jun’yo), four light carriers (Ryuho, Chitose, Chiyoda and Zuiho), five battleships (Kongo, Haruna, Nagato and the two heavy battleships Yamato and Musashi), 11 heavy cruisers, two light cuisers, 31 destroyers, six fleet oilers, and 24 submarines. The fleet of the U.S. was superior in number of the Japanese: seven fleet carriers, eight light carriers, seven battleships, 8 heavy cruisers, thirteen light cruisers, 68 destroyers, and 28 submarines. This battle was to be the largest carrier-to-carrier battle of the history.</p><p>On the first day of the battle, without doing any severe damage on any ships, the Japanese lost about over planes against the about 30 planes lost for the U.S. Meanwhile, U.S. submarines had been able to inflict heavy damage on both IJN carriers Taiho and Shokaku, which will later had explosions that would cause sinking. The next day on the middle of the afternoon, the U.S. fleet finally found the Japanese carriers, and an air group was launched. However later on, a messages from scout informed that the fleet was further than previously expected. The first launch would not have enough fuel to make it back and would have to land at night. The second launch was cancelled, but the first one has not been called back. They managed to sink the carrier Hiyo and two oilers, and cause damage on carriers and other ships. Only a half of the planes made it back safely during the night.</p><p>Japan lost more than 600 aircraft while U.S. lost a little more 120 aircrafts. With this battle, the Allies eliminated the IJN’s ability to conduct large-scale carrier actions. Most of its trained pilots had been killed. The formation of new pilots is taking a lot of times but Japan does not have this time anymore. The aircraft carriers had been made useless, and Japan cannot count on them anymore.</p>"
	},
	{
		"name": "Leyte Gulf",
		"text": "<p>Once the U.S. had finished invading the Japanese bases on the Mariana and Palau Islands, they continued their advance across to Pacific, taking back bases of Japan. The plan was to get control of the sea routes between Japan and southern Asia by blocking the Japanese in the Philippines and attacking Taiwan. The Japanese prepared four plans against the U.S.: Sho-Go 1 to 4, one being the major naval operation in the Philippines while 2 to 3 response the attack of Taiwan.</p><p>A series of carrier raids against Taiwan was made to avoid the interference in the Leyte landings. The first action took place on the Palawan Passage on 23 October, where two U.S. submarines successfully damaged a heavy cruiser and sinking two others.</p><p>On the 24 october, the battle of Sibuyan Sea took place. The Japanese had a task force of five battleships, ten heavy cruises, two light cruisers and 15 destroyers, add to face the weakest U.S. fleet of the Fast Carrier Task Force: one carrier and two light carriers. Other U.S. TF positioned in the area would provide aerial support. They have been able to make hits on three battleships and severely a heavy cruiser. The heavy battleship Musashi being the main target ultimately sank. The U.S. also lost the light carrier Princeton from an aircraft strike.</p><p>On the 25 October in the Battle of Surigao Strait, the second battle between battleships of the war happened. The Japanese were getting northward through the strait, while six U.S. battleships, four heavy cruisers and four light cruisers would wait for them on position. All six of those battleships but one sank at Pearl Harbour then repaired. The IJN fleet could do much about this situation, a destroyer and a heavy cruiser fleed, while the other two battleships and three destroyers sank. The same day on the Battle off Samar, a U.S. carrier task force, while sacrificing a few destroyers, made a heavy aircraft strike against Japanese fleet without air support. Three heavy cruisers were lost, and only two of the five battleships were still able to fight after the several battles.</p><p>The final battle occurred at the Cape of Engaño on the 25-26 October. The IJN “Northern Force” of one fleet carrier, three light carrier, two aviation battleships, three light cruisers and nine destroyers with only up to 110 aircraft, encountered a U.S. fleet of three combined groups: five fleet carriers, five light carriers, six battleships, two heavy and six heavy cruisers and more than 40 destroyers. This group had in its possession between 600 and 1000 aircrafts. Japanese aircraft did not land a single hit and were mostly annihilated. The powerful U.S. airgroup sank the carrier Zuikaku, two light carriers and the anti-aircraft destroyer Akizuki. All sailors from those ships perished.</p><p>Even with its last remain of fleet, the IJN could not defeat the giant that is the Fast Carrier Task Force. The Japanese were so desperate and aware of the weakness of their newbie pilots, that they started to sacrifice their men with kamikaze attacks. The sacrifice of those desperate men was almost vain, because the U.S. fleet was able to take down most of them before they could reach their targets. The United State got victor almost unscathed, their biggest lost being the light carrier Princeton.</p>"
	},
	{
		"name": "Ten-Go",
		"text": "<p>The Ten-Go operation is the ultimate attempt of the Japanese to stop the moving forward giant that is the Fast Carrier Task Force. They planned a suicide operation with their last remaining ships, the heaviest battleships in the world, Yamato, one light cruiser and eight destroyers, to stop the Allies that had land on the southern Japanese Island of Okinawa. The warships were supposed to beach themselves on the southern part of Okinawa and act as costal artillery until their end.</p><p>Unfortunately, they were spotted by U.S. submarines soon after they left the main islands. The U.S. carriers launched their planes towards Yamato. Since it has been clear that Japan had not much more planes left, to not say any, they could attack without fearing aerial combats. They had been able to set up their attacks while flying around out of the range of their anti-aircraft equipment. The first wave sank the light cruiser Yahagi and the two destroyers Isokaze and Hamakaze. The destroyer Suzutsuki had been severely damaged but managed to flee away to Sasebo. Yamato had been hit by two bombs that had not real impact, but a fire started on her stern. The second wave concentrated on Yamato. In order to sink her more quickly, all hits were concentrated on the same side, to avoid counter flooding. She became slower and slower, making her an even more easy target to take down. Yamato finally sank after two hours after the beginning of the attack. Two other destroyers also sank, while three with little damage saved the survivor and flew to Sasebo.</p><p>The Japanese still tried to perform an airstike on the U.S. carrier fleet, but did not sink any ships. They managed to cause moderate damage on a carrier and a battleship, and heavy damage on a destroyer. Most of the aircraft performed kamikaze attacks, and almost all aircraft were lost.</p><p>The Ten-Go operation was the last naval battle that took place during the war. The Allies soon after secured Okinawa after an intense battle. Japan would ultimately surrender after the two atomic bombs dropped on Hiroshima and Nagasaki.</p>"
	}],
	"sources": [{
		"text": "Wikipedia",
		"link": "https://en.wikipedia.org/wiki/Main_Page"
	},
	{
		"text": "NavWeaps",
		"link": "http://www.navweaps.com/"
	},
	{
		"text": "Combined Fleet",
		"link": "http://www.combinedfleet.com/"
	},
	{
		"text": "World War II Database",
		"link": "https://ww2db.com/"
	},
	{
		"text": "History Animated",
		"link": "http://historyanimated.com/verynewhistorywaranimated/"
	}],
	"about": "about"
}